{"id": "DCP-LETT-1M#0", "text": "I hope you had a pleasant ride yesterday on DombenI had a very pleasant walk   at first we were very dull but afterward we were quite merry till Curnell Burg Leightonstoped us and walked with us in the quarry   I have had such fun with nany and Mayabout some stuff** that I thought very shocking   it is in paling[skin]I thought it rogueI believ〈e〉 it cost eighteen pence a saucer of it—and that[Maryan]called very dearI remain your Pug puller**that stuff in the washroomJanuary 12th. 1822—remember next summer to make two cave one for warlike instruments, the othe〈r〉 for relicks. Note spoon, old spear knife squirt if it can be found, and the name cut on the ash tree over the seat in the bank by the nut tree I belife that is all   ove[r] the lief a plan of a machinex a pin drove in the bark on which a piece of wood can turn up and down, aa the piece of wood, bb two pieces of string going down[over]the bank, cc two weights insted of springs, dd two pieces of coulored rag or ribbon e the tree on whi〈ch〉 I sit, g the bank, f[one word illeg]when the red rag is pulled up come to me, when the other lie still. Papa told me that Fridy perhaps I should go to Walcut to see all the beutiful things therebut he told me not to set my mind upon it so therefore your affectionate pug whom you gave a good cough", "metadata": {"letter_id": "DCP-LETT-1M", "sender_name": "Darwin, C. R.", "recipient_name": "Dear Friend", "sender_place": "None", "date_sent": "1822-01-12", "year": 1822, "abstract": "Was joined by Colonel Burgh Leighton when walking in the quarry. Plans to make caves next summer to store \"warlike instruments\" and \"relicks\". Sketches a design for a signalling device. May go with his father to visit the Earl of Powys at Walcot; visited Mrs and Miss Reynolds and William Pemberton Cludde.", "chunk_index": 0, "total_chunks": 2, "source_file": "DCP-LETT-1M.xml", "sender_surname": "Darwin", "sender_forename": "C. R.", "recipient_surname": "", "recipient_forename": "Friend", "sender_address": "", "recipient_address": "", "source": "DAR 271.1.1: 6v", "corpus": "darwin", "tei_persons": "Darwin, C. R.; Dear Friend", "tei_places": "None", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 271.1.1: 6v", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-1M#1", "text": ". Papa told me that Fridy perhaps I should go to Walcut to see all the beutiful things therebut he told me not to set my mind upon it so therefore your affectionate pug whom you gave a good cough. Remember this time ask Downs, the drums shall beat, the fifes shall play— and it is all for the sake of——I went to Athelton where I say Miss reynols and I like her very much   I think her very pretty but I do not know she was a friend of Mariane and Carolinehe[r] mothe[r] is half a quaker and I like her very murch, I believe Miss Reynols is going to be marriend to a clergyman, and has been under trial 1 2 3 4 or 5 year before Mrs Reynols would let her may him, and he has given some living, but I am not shure about thisI like Mrand MrsW Cluidevery much indeed particularly MrClude but I dont thing Erasmus does for your must know he was with me   indeed I dont think Erasmus liked it all together but I am[oky]I did, I think Miss and young MasterClude much mor[e][talkative]", "metadata": {"letter_id": "DCP-LETT-1M", "sender_name": "Darwin, C. R.", "recipient_name": "Dear Friend", "sender_place": "None", "date_sent": "1822-01-12", "year": 1822, "abstract": "Was joined by Colonel Burgh Leighton when walking in the quarry. Plans to make caves next summer to store \"warlike instruments\" and \"relicks\". Sketches a design for a signalling device. May go with his father to visit the Earl of Powys at Walcot; visited Mrs and Miss Reynolds and William Pemberton Cludde.", "chunk_index": 1, "total_chunks": 2, "source_file": "DCP-LETT-1M.xml", "sender_surname": "Darwin", "sender_forename": "C. R.", "recipient_surname": "", "recipient_forename": "Friend", "sender_address": "", "recipient_address": "", "source": "DAR 271.1.1: 6v", "corpus": "darwin", "tei_persons": "Darwin, C. R.; Dear Friend", "tei_places": "None", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 271.1.1: 6v", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-8#0", "text": "As I had not an opportunity of seeing you on the Saturday Night previous to your breaking up, I must now like “a friend misericord” just warn you against the Encouragement of idleness, to which I know you are ever fully inclined. I sd— advise you to read some of Xenophon’s Philosophical Treatises which you will find in the Dalzelp. 297 in my edition, immediately following the Excerpta Rhetorica. I have great reason to believe that Iliffwill set you some part from that selection: and if he does not, the words that you will meet with in Xenophon, are continually used by all other authors, and consequently will in the end prove of advantage. I can form no idea with regard to Wakefieldas a master— he’ll never fill the place of his good predecessor Sheepshanks,our mutual friend, tho’ when at School he shewed me very much attention. Read Hor: Od: 1–24and think of Sheepshanks, bearing in mind that “desiderio” in the first line means “regret” and answers to the Greekπόθος. If you will ride over here, I shall at all times feel much gratification in helping you over any difficulties that occur, ifI can, for you well know my abilities:— “Myloom” as Shakespeare has somewhere observed “is ofa mingled yarn”,— to speak in more plain English I am very stupid", "metadata": {"letter_id": "DCP-LETT-8", "sender_name": "Warter, J. W.", "recipient_name": "Darwin, C. R.", "sender_place": "Cruck-Meole", "date_sent": "1824-12-23", "year": 1824, "abstract": "Warns CD against idleness.Suggests readings in Xenophon and Horace.Quotes Oliver Goldsmith to correct CD’s pronunciation of \"sloth\".", "chunk_index": 0, "total_chunks": 2, "source_file": "DCP-LETT-8.xml", "sender_surname": "Warter", "sender_forename": "J. W.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "Cruck-Meole", "recipient_address": "", "source": "DAR 204: 188", "corpus": "darwin", "tei_persons": "Warter, J. W.; Darwin, C. R.", "tei_places": "Cruck-Meole", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 188", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-8#1", "text": ". Do you remember ever quibbling with me as to the right pronuntiation ofsloth? You, if such a trifle has not fled your mind, wdalways call it short—thus slŏth.— I will transcribe two lines from our sweet poët Goldsmith which will indubitably confi〈rm my〉 opinion“The robe that wraps his limbs 〈in〉 silkenslothHas robb’d the neighb’ring fields of half theirgrowth”These lines you will find in the Deserted Village, and I beg you will henceforward call it “slōth”—meimemor. When you write remember me very kindly to Old Strol—Hastily, Your very Sincere Friend | John WarterCruck-MeoleDec: 23rd. 1824 | Thursday Morning—", "metadata": {"letter_id": "DCP-LETT-8", "sender_name": "Warter, J. W.", "recipient_name": "Darwin, C. R.", "sender_place": "Cruck-Meole", "date_sent": "1824-12-23", "year": 1824, "abstract": "Warns CD against idleness.Suggests readings in Xenophon and Horace.Quotes Oliver Goldsmith to correct CD’s pronunciation of \"sloth\".", "chunk_index": 1, "total_chunks": 2, "source_file": "DCP-LETT-8.xml", "sender_surname": "Warter", "sender_forename": "J. W.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "Cruck-Meole", "recipient_address": "", "source": "DAR 204: 188", "corpus": "darwin", "tei_persons": "Warter, J. W.; Darwin, C. R.", "tei_places": "Cruck-Meole", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 188", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-6#0", "text": "If you come at yetime you propose To Wit ye17th., you will not be able to see anything, for every body will be gone down except a few reading men. The best plan I think will be for me to come down (30th.) & then we will come up for a couple of days or so by ye1st. of July when the Commencement will take place, that is to say when yeNoblemen & such like take their degrees & every thing is very gay. The difference of expense in staying up till ye17th. & going down & up, will be rather in my favour, not to mention yeride. If this plan is not approved of, you must bring up a good supply of money, for by that time I shall not have so much as a brass farthing to buy some broth with when you come starving off yecoach. If it is approved of, you must in your answer to this letter in close a ten pound note to frank me down. N. B. both case are yesame to me so suit your own fancy. I have got a few Devils toe nail’sfor you which are common enough here abouts. P. S. If you come up in July you will fall in with yeNewmarket meeting which inter nos is not half such good amusement as yeShrewsbury Races. Hensleigh & I went over yeother day in a tilbury & we found it rather stupid, but I have been since on a good horse & found four miles of beautiful turf no mean galloping. It was also some amusement listening to the legs (i.e", "metadata": {"letter_id": "DCP-LETT-6", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1823-05-18", "year": 1823, "abstract": "Discusses plans for CD to visit Cambridge.", "chunk_index": 0, "total_chunks": 2, "source_file": "DCP-LETT-6.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 6", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 6", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-6#1", "text": ". Hensleigh & I went over yeother day in a tilbury & we found it rather stupid, but I have been since on a good horse & found four miles of beautiful turf no mean galloping. It was also some amusement listening to the legs (i.e. black)who are upon yecourse in swarms, willing to ease yeCantabs of as much money as they please.—I have Witherings Botanyin 4 vol. apropos, I wish you would ask my Father if I shall bring him a copy of “Donns Catalogue of Plants,”as there is a new Edition by Linly& I have some idea he told me to get him one, th〈ou〉gh I am not at all sure. Vale〈as〉. E. DarwinP. S. Write soon or I will smak your b— —m.2ndPS. Dont come up in yeboots you had last Christmas. Tell me what day yespeeches are.", "metadata": {"letter_id": "DCP-LETT-6", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1823-05-18", "year": 1823, "abstract": "Discusses plans for CD to visit Cambridge.", "chunk_index": 1, "total_chunks": 2, "source_file": "DCP-LETT-6.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 6", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 6", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-1H#0", "text": "I hope you like that inquisitive man Monseur Beodoes,when I was a boy I used to think him a most impertinent man but you may differ in your opinion, he always used to be asking about my father and other things; In you last letter you told me you knew, who, my sisters at Shrewsbury were talking of, I think Papayou will inform me in return of postI remain—yours Tobe CaseP. S. MrBaylywas formerly adevlishboor but I dare say he is notso to you", "metadata": {"letter_id": "DCP-LETT-1H", "sender_name": "Darwin, C. R.", "recipient_name": "Dear Friend", "sender_place": "None", "date_sent": "1822-01-03", "year": 1822, "abstract": "\"Monseur Beodoes\" is inquisitive and impertinent; Mr Bayly \"was formerly adevlishboor\". Asks who his sisters have been talking about.", "chunk_index": 0, "total_chunks": 1, "source_file": "DCP-LETT-1H.xml", "sender_surname": "Darwin", "sender_forename": "C. R.", "recipient_surname": "", "recipient_forename": "Friend", "sender_address": "", "recipient_address": "", "source": "DAR 271/1/1", "corpus": "darwin", "tei_persons": "Darwin, C. R.; Dear Friend", "tei_places": "None", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 271/1/1", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-1F#0", "text": "I think it is a most abominable thing, the minute Erasmus went out of the room, they began abusing him for being out of temper, you must know that he is not well, and that he hath got the rheumatism, and very pale, and particularly Maryanof couse you know how peevish Maryane is when she is unwellbut just the reverse I think Erasmus very good humered   to day he came back from enquiring about his ticket, on purpose, because he thought I should like it, the reason was because he was going to draw for Cam bell Bible,and I must now concludeso therefore yourNote this day I received this ye cabinet", "metadata": {"letter_id": "DCP-LETT-1F", "sender_name": "Darwin, C. R.", "recipient_name": "Dear Friend", "sender_place": "None", "date_sent": "1822-01-01", "year": 1822, "abstract": "Erasmus Alvey Darwin has rheumatism; his sisters complain of his bad temper but CD thinks him very good tempered. CD has received a new cabinet. [This is the first of six entries written in a \"Memorandum book\" comprising four sheets folded into a gather and sewn together in book form. The entries are in the style of letters addressed to an unnamed friend and are dated between 1 and 12 January 1822, shortly before CD’s thirteenth birthday. As they were written straight into the memorandum book, it is clear that they were never sent through the post, but were either to an imaginary recipient, or intended to be read by someone in the household, possibly CD’s youngest sister, Emily Catherine Darwin (Catherine).]", "chunk_index": 0, "total_chunks": 1, "source_file": "DCP-LETT-1F.xml", "sender_surname": "Darwin", "sender_forename": "C. R.", "recipient_surname": "", "recipient_forename": "Friend", "sender_address": "", "recipient_address": "", "source": "DAR 271/1/1", "corpus": "darwin", "tei_persons": "Darwin, C. R.; Dear Friend", "tei_places": "None", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 271/1/1", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-1J#0", "text": "You must known that I am very sorry about shakespeare when Maryane, told me to put it up,and I like Mariane excessively, she is so very good to MissJone,I will tell you a little accident that happened to me   of course you know MissJones is in bed, and when I went there with Mariane last night, while she stoopped there I went in town and bought the cakes, and I came back sooner than Mariane was ready, and that foolish old man shoed in the bedroom   then there was a bit of Kick-hoop, not that I went quite in, oh no, quite the reverseYour affectionateJustice brust with a nose as big as your fistPS I hope you were not much alarmed at MissClareaccidentJanuary 4, 1822", "metadata": {"letter_id": "DCP-LETT-1J", "sender_name": "Darwin, C. R.", "recipient_name": "Dear Friend", "sender_place": "None", "date_sent": "1822-01-04", "year": 1822, "abstract": "Likes Mariane who is very good to Miss Jones; CD bought cakes in town while Mariane visited Miss Jones; he was embarrassed to be shown into her bedroom when he returned. Miss Clare has had an accident.", "chunk_index": 0, "total_chunks": 1, "source_file": "DCP-LETT-1J.xml", "sender_surname": "Darwin", "sender_forename": "C. R.", "recipient_surname": "", "recipient_forename": "Friend", "sender_address": "", "recipient_address": "", "source": "DAR 271/1/1", "corpus": "darwin", "tei_persons": "Darwin, C. R.; Dear Friend", "tei_places": "None", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 271/1/1", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-7#0", "text": "I am afraid you were very angry at my not writing to you by my Sisters but upon my word I did not open my box and find your very entertaining letter till after they were gone.— I am very much obliged to you for it. The ink is so thick and pen so bad that you must excuse this bad hand—I am very glad that you will go this tour to Cambridge—it will be so very pleasant for you—We spent a pleasant day at Parkfieldsthe other day—and came back the next day to breakfast— You have no idea how I long to see you again my dear Charles and Laboratory also— I have won 3s==6dat Cards at Parkfields but I lost 2s==6dat Maer— How snug the Laboratory will be in Winter!! How does Mineralogy, Botany, Chemistry and Entmology,go on? Charlotteis coming home today though I dislike her in general yet the party is today so dull without Marianneand Susan that I shall be very glad to see her again—I hope you will be able to read this— I have the good news to tell you that Aunt Kitty has very goodnaturedly brought some very pretty Specime〈ns〉 of di〈ffer〉ent Fossils and Spars. My 〈s〉pirits are pretty good in spite of the thoughts of the Incantations & Whippings of MrsMayer,—This Morning I heard that when they were naughty she locked them up with their hands tied behind them", "metadata": {"letter_id": "DCP-LETT-7", "sender_name": "Darwin, E. C.", "recipient_name": "Darwin, C. R.", "sender_place": "[Maer]", "date_sent": "[c. June 1823]", "year": 1823, "abstract": "Writes, while visiting the Wedgwoods at Maer and Parkfields, to thank CD for his \"entertaining letter\".She misses him and the laboratory.Asks \"how Mineralogy, Botany, Chemistry and Entomology go on\".", "chunk_index": 0, "total_chunks": 2, "source_file": "DCP-LETT-7.xml", "sender_surname": "Darwin", "sender_forename": "Catherine", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Maer]", "recipient_address": "", "source": "DAR 204: 1", "corpus": "darwin", "tei_persons": "Darwin, E. C.; Darwin, C. R.", "tei_places": "[Maer]; [Maer]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 1", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-7#1", "text": ". My 〈s〉pirits are pretty good in spite of the thoughts of the Incantations & Whippings of MrsMayer,—This Morning I heard that when they were naughty she locked them up with their hands tied behind them. Pleasing Prospects—Pray write to me dearest Bobby I shall so like to hear from you.— Of Course you will burn this letter the moment you have read it—and if you show this letter to any body I will never write to you any more— I am very sorry to write you such a short stupid one— We set off at six th〈is〉 evening— yr ever affectionate | E. C. Darwin—", "metadata": {"letter_id": "DCP-LETT-7", "sender_name": "Darwin, E. C.", "recipient_name": "Darwin, C. R.", "sender_place": "[Maer]", "date_sent": "[c. June 1823]", "year": 1823, "abstract": "Writes, while visiting the Wedgwoods at Maer and Parkfields, to thank CD for his \"entertaining letter\".She misses him and the laboratory.Asks \"how Mineralogy, Botany, Chemistry and Entomology go on\".", "chunk_index": 1, "total_chunks": 2, "source_file": "DCP-LETT-7.xml", "sender_surname": "Darwin", "sender_forename": "Catherine", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Maer]", "recipient_address": "", "source": "DAR 204: 1", "corpus": "darwin", "tei_persons": "Darwin, E. C.; Darwin, C. R.", "tei_places": "[Maer]; [Maer]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 1", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-10#0", "text": "I have been indulging myself in the pleasure of scheming, & I here send you the fruits of it. The Lab:, as we know to our cost, wants a dry place to keep our apparatus in, and the above drawing is a plan for that purpose, but from not remembering the dimensions I have been obliged to draw it by my eye, & not by any scale. A. A you must understand are the chimneys as they now stand, & I propose under the arch to open a window looking into the drying yard, this is represented at C. Next, to inclose a small space sufficient to sit or turn round it with lath & plaster. I should put the laths double with a space between of one or two inches as figured at B,B. I have drawn the door at D, which I make as narrow as possible, & perhaps double like a Rumford ash-door (wh. you may see in yescullery). I should floor it with wood raised up an inch from the bricks, & having a chimney on both sides, if any out-of-doors place can be dry I should think this would. There might be a shelf before the window, which would be an excellent place for weighing &c. and being South would do very well for any experiments with the Sun’s rays, which is also a desideratum in our Lab. I have drawn this with dotted lines, those on each side may be either shelves or drawers. Go to the Lab. with a rule in your hand & consider about it, & let me know what you think. Price in drinking tea observed a black heavy sediment constantly form, & by degrees he collected a small pill box full", "metadata": {"letter_id": "DCP-LETT-10", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1825-01-17", "year": 1825, "abstract": "Proposes a dry place for the apparatus for their laboratory and draws a plan for CD’s criticism.Price has found black sediment in his tea, which was attracted to a magnet.", "chunk_index": 0, "total_chunks": 2, "source_file": "DCP-LETT-10.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 8", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 8", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-10#1", "text": ". Go to the Lab. with a rule in your hand & consider about it, & let me know what you think. Price in drinking tea observed a black heavy sediment constantly form, & by degrees he collected a small pill box full. He gave me a few grains to examine, & I found it be entirely attracted by the magnet. Is not this curious? We are going to try how much per cent is in the tea, & then send it to Children(Editor of An. of Phil.) to examine it & what else he may please to do. I wish when you write you would send me a piece of Plat. Wire. Put it in the fold of the first page & gum it fast & I dare say it will pass muster with the post office—Good Bye. Let me hear soon | yours, E. D. N. B. Keep the plan at all events.", "metadata": {"letter_id": "DCP-LETT-10", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1825-01-17", "year": 1825, "abstract": "Proposes a dry place for the apparatus for their laboratory and draws a plan for CD’s criticism.Price has found black sediment in his tea, which was attracted to a magnet.", "chunk_index": 1, "total_chunks": 2, "source_file": "DCP-LETT-10.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 8", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 8", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-9#0", "text": "Comment vous portez vous, Monsieur? Pretty well. Je suis ravi. Ah. Ah. What a charming shot you must be to have killed that young tyger, that you mentioned; it must have been very horrid, only suppose you had missed him & that he had run at you. Bye the Bye. How came this tiger to be loose? You dont mention that. Is there any there any menagerie at Styche? But I begin to suspect this is like some other wonderful birds that you see with your pocket telescopes, or eyes whichever you please to call them. There was a travelling mineral-seller here some time ago who made my mouth water with such a magnificent piece of amethystine quartz. The crystal was 4 or 5 inches long & so beautiful, only the wretch asked a pound for it. He had an immense number, tho’ not variety of stones, & I did see anything which you had not got. I cant saymy cabinetincreases very much I have got a piece of petrified sponge & shall perhaps have a curious piece of coal which J. Pricepulled out of his fireI have given you a sketch of it, the figs (alpha) are little circular hollows and those (beta) are little compressed tubercles. They are curiously mixed together in some places. He is going to shew it to the Prof. of Geology. You cant think what a pretty bird the spotted Woodpecker is, if you never saw it There was one being stuffed here some time ago. There is a very beautiful work now publishing which you would like", "metadata": {"letter_id": "DCP-LETT-9", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1825-01-10", "year": 1825, "abstract": "Saw a mineral salesman, but he had nothing CD does not already have.EAD has a piece of petrified sponge and some curious coal that John Price pulled out of his fire.Griffith’sAnimal kingdom[Griffith, Edward,et al.1827–35.The animal kingdom arranged in conformity with its organization, by the Baron Cuvier, … with additional descriptions of all the species hitherto named, and of many not before noticed.16 vols. London] just being published. He is sure CD would like it.", "chunk_index": 0, "total_chunks": 2, "source_file": "DCP-LETT-9.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 7", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 7", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-9#1", "text": ". He is going to shew it to the Prof. of Geology. You cant think what a pretty bird the spotted Woodpecker is, if you never saw it There was one being stuffed here some time ago. There is a very beautiful work now publishing which you would like. Griffiths Animal Kingdomin Quarterly parts. 24 shillings each the best copies 1/2 a guinea the worst. Price & I are going to anatomize cows h〈  〉 &c very vigorously as soon as he he 〈ha〉s time which I dont think you woul〈d〉 fanc〈y.〉I this morning saw a curiously diseased liver &c of a child who had died with a jaundice— I send you the sixpence & pray dont make a beast of yourself with itLet me hear from you again. | Love ad omnes | Greet Spark| yours, | E. D. P. S. I can not make out whether you mean your P. S. for a quiz. If there was a list it was an old list of my own.2nd. P. S. In the last No of yeAn. of. Phil. The Editors so quizzed “self adjusting candles” &c for the Blowpipe that I hardly know if I shall venture to send an account of my admirable candlestick.3rd. P. S. If you know of any person coming to to Cambridge get him to carry up my “Samouelles Entomolog. Companion”. N. B it is a red book—", "metadata": {"letter_id": "DCP-LETT-9", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1825-01-10", "year": 1825, "abstract": "Saw a mineral salesman, but he had nothing CD does not already have.EAD has a piece of petrified sponge and some curious coal that John Price pulled out of his fire.Griffith’sAnimal kingdom[Griffith, Edward,et al.1827–35.The animal kingdom arranged in conformity with its organization, by the Baron Cuvier, … with additional descriptions of all the species hitherto named, and of many not before noticed.16 vols. London] just being published. He is sure CD would like it.", "chunk_index": 1, "total_chunks": 2, "source_file": "DCP-LETT-9.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 7", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 7", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-1#0", "text": "I find I have only just time to thank you for your entertaining letter, as if I take time to write what I intended I shall not be able to get it franked& I’m sure it will not be worth the postage, I should have liked to have seen the good GentlemanGrinthat you mention there is no doubt but those that were out of the Scrape were much amused, I assure you I wish’d much you had been of our party on thursday night at the play, I think you would have been highly entertained both with the Coronation,and the entertainment of Monsieur Tonson,I never laugh’d so much at a play I think, I dare say you have been much amused with Mr. Alexander& I hope I shall hear some specimenes of his art from you when I return, as I dare say it is practiced in School Lane, so god bless you as I am obliged to conclude this ever believe me | Yours truly M CongreveSaturday 27thOctI think you will not be able with all your Greek knowledge to read this precious Scrawl", "metadata": {"letter_id": "DCP-LETT-1", "sender_name": "Congreve, Mary", "recipient_name": "Darwin, C. R.", "sender_place": "unstated", "date_sent": "1821-10-27", "year": 1821, "abstract": "Writes about London plays; wishes CD had been of the party.", "chunk_index": 0, "total_chunks": 1, "source_file": "DCP-LETT-1.xml", "sender_surname": "Congreve", "sender_forename": "Mary", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "unstated", "recipient_address": "", "source": "DAR 204: 186", "corpus": "darwin", "tei_persons": "Congreve, Mary; Darwin, C. R.", "tei_places": "unstated", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "Correspondence 1: 1; DAR 204: 186", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-2#0", "text": "I feel sorry we sent to yeGlass House, for there is a shop here with every sort of thing, it quite made my mouth water to see all the jars & stopcocks & all sorts of things, graduated tubes, blow pipes, cubic inch measures, test tubes, & yeLord knows what besides. There is one thing I shall certainly get, a thermometer graduated from 50 below Zero to yeboiling point of Mercury, & the bottom part of yescale has a hinge so as to turn back & leave yebulb exposed to be put in any corrosive mixture, & what is best of all it only costs £1’4. I have also found out another very nice little man. He was 14 years assistant to yelate DrClarke,yegreat mineralogist. I have bought 2 or 3 litle stones from him; 2 specimens of uranite which is a very scarce stone, & some leaf copper, & a very odd looking thing like a petrefaction called a brain stone from its similarity to yebrain. He sells things very cheap & so if you will mention any stones I can probably get them", "metadata": {"letter_id": "DCP-LETT-2", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1822-10-25", "year": 1822, "abstract": "Has found a shop with supplies of chemical equipment, and a mineral collector.", "chunk_index": 0, "total_chunks": 2, "source_file": "DCP-LETT-2.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 2", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 2", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-2#1", "text": ". He sells things very cheap & so if you will mention any stones I can probably get them. I saw some of yefossil shells in chalk (1. shilling), which are yelatest formation I beleive. very pretty garnets yesame size as we saw at MrCottonsat 1.s. a piece—I forgot to tell you that I got a very nice little blow pipe made of glass for 1\"6, which gives a great deal of heat, & will be very useful if we do not get a better one.—Harycame down to Cam last night quite unexpectedly & made his bed upon a sofa in Henesly’sRooms.—If Bluntgets yethings before I come write me word what they are, every individual thing, that I may know wha〈t〉 to get, & whether they are nice ones.—I am getting on very comfortably here Settlled in fruiterers, where yejellies & puffs & cakes, & buns &c would tempt the most obdurate sinner, quite as much as yeLumberland pigs with knives & forks stuck in their backs.—I know you dont like long letters & I have nothing more to say so good bye be a good boy & you shall have a sugar plum I remain yours | affect E. Darwin", "metadata": {"letter_id": "DCP-LETT-2", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1822-10-25", "year": 1822, "abstract": "Has found a shop with supplies of chemical equipment, and a mineral collector.", "chunk_index": 1, "total_chunks": 2, "source_file": "DCP-LETT-2.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 2", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 2", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-4#0", "text": "I should not have written till I had received an answer about my going to fetch the girls, only I received a message, to acknowledge immediately the receipt of the drafts.—You give me a very good account of the Lab:, it is quite wonderful how perverse the glass house people are, for I particularly told them to make the test tubes round at the bottom & they must need’s grind them flat. If the cow is not utterly consumed the next milking, it would be a very good thing to buy as many of the large green, stoppered, bottles, as possible, & have them all filled with distilled water, & then I shall not be obliged topersuadeyou quite so often to run down to Blunt for some water. Professor Cummings shewed us some of the most beautiful crystall’s you can imagine, in fact they were artificial diamonds. The way he made them was, by putting a few drops of Sulphuret of Carbon at the bottom of a well stopped bottle, & the liquid, being the most volatile of any, crystallized against the sides of the vessel", "metadata": {"letter_id": "DCP-LETT-4", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1822-12-08", "year": 1822, "abstract": "Suggestions for laboratory equipment. Will buy some mineral specimens. Describes experiments he has seen.", "chunk_index": 0, "total_chunks": 3, "source_file": "DCP-LETT-4.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 4", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 4", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-4#1", "text": ". The way he made them was, by putting a few drops of Sulphuret of Carbon at the bottom of a well stopped bottle, & the liquid, being the most volatile of any, crystallized against the sides of the vessel. They were far more brilliant than any diamonds I ever saw, but if air was admitted they melted away.—I shall not bring you any minerals down this time as they would stand a very good chance of being knocked about, rather more than their constitution can bear.— I will bring you some wavellite,& uranite & likewise a petrifaction from a well near here, as I have bought them already.—What I shall buy in London will be principally stop cocks, & jars with stop cocks, for that is what we are principally deficient in, & we shall then be able to get over the ground rather quicker in our gas experiments.— The lab will look very insignificant after all the grand things I see here.— I hope you practise making gases, and have learnt to manage the argand Lamp,quite beautifully.— In lecture the other day, 3 or 4 men got perfectly tipsy with the nitrous oxide or laughing gas, (that one made from nitrate of ammonia) and made themselves utterly ridiculous. they all recovered in about a minute—one man said he felt just as if he could fly, & when he was drinking the gas, he began to jump, & twiddle his fingers, & make a kind of half laughing & screaming noise, & yeProfessor gave a good tug, before he would let the bladder be taken out of his mouth.—Tell SusanI will bring the book down", "metadata": {"letter_id": "DCP-LETT-4", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1822-12-08", "year": 1822, "abstract": "Suggestions for laboratory equipment. Will buy some mineral specimens. Describes experiments he has seen.", "chunk_index": 1, "total_chunks": 3, "source_file": "DCP-LETT-4.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 4", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 4", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-4#2", "text": ". I have nothing more to say of news or nonsense. | I remain yours affectionately | E. Darwin. *S 2Dec. 8th. 1822.", "metadata": {"letter_id": "DCP-LETT-4", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1822-12-08", "year": 1822, "abstract": "Suggestions for laboratory equipment. Will buy some mineral specimens. Describes experiments he has seen.", "chunk_index": 2, "total_chunks": 3, "source_file": "DCP-LETT-4.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 4", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 4", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-5#0", "text": "I beg many apologies for not writing sooner, but I have yesame excuse as you had. I am very glad to hear that all the glass & earthenware apparatus has arrived safe, & return my thanks for yepayment of yeExtra Money. You say you are very full. I should recommend yefirst two or three shillings there are to spare in yeLab, to have a shelf put up either in yeplace over yeretort shelf or else under it; or both. The 10£ which Poor Miss Congreve has left & of which we are to be the trustees, will come in very nicely for an Air Pump or some such thing. As far as I can make out you are not carrying on any experiments in yeLab. I will recommend you a few which will employ you some time, & will not be expensive. To obtain pure alumina from Alum, & pure Silex from Rock Crystal, & likewise to obtain pure metals from yeMetal of Commerce, such as Copper, Lead, Tin, &c &c, or any which you find easy. Have you my “Ure’s” Dictin yeLab?— If it is there (& if not it is lost), that & Brandewill be yebest books for particular directions. You could try also to obtain yesilver in a sixpence free from yeCopper. While I remember, & if it is not too late, get a red Cabbagedried by Blunt, cut into strips, & then put into green bottles, (such as yelime was in) & well sealed up. I hope there are good many Evaporating Dishes come, for I forget how many we ordered. The shape of yeCrucibles I like very much, & more especially their having covers is a very great improvement upon yeold ones", "metadata": {"letter_id": "DCP-LETT-5", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1823-03-05", "year": 1823, "abstract": "More suggestions for the laboratory, including some experiments.", "chunk_index": 0, "total_chunks": 2, "source_file": "DCP-LETT-5.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 5", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 5", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-5#1", "text": ". I hope there are good many Evaporating Dishes come, for I forget how many we ordered. The shape of yeCrucibles I like very much, & more especially their having covers is a very great improvement upon yeold ones. How does yeold fireplace get on. I have formed a plan when that is quite done for, it is to have a little stove (yesame shape as that in yeServant hall) with a moveable top so as to have a sand bath or a kettle or any thing else to fit on yetop. They have oil gas, & they condense into vessels to carry about. A curious looking liquid seperates from yecondensed gas. It resembles Naptha in appearance, & is rather volatile, it burns with a great light & smoke. It smells worse than yemost rancid oil you can conceve. Professor Henslow (on Mineralogy) has twice shewn us yeexperiment of yetest of Arsenic by burning it with a blow pipe but I was so far off, that I neither time smelled yegarlic odour which they describe He has 16 guineas worth in one set of wooden crystals, besides many others. The Lectures are very entertaining, & this is his first course so that he will have improved by yetime you come up. Give my Love to Massie, & say I hope his hand is better. Ask W Downesto write a few arguments, if he has time— | I remain yours affectionately | E DarwinP. S. The first page of your letter was very well written so I give you a[tick]", "metadata": {"letter_id": "DCP-LETT-5", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1823-03-05", "year": 1823, "abstract": "More suggestions for the laboratory, including some experiments.", "chunk_index": 1, "total_chunks": 2, "source_file": "DCP-LETT-5.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 5", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 5", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-1G#0", "text": "I think Erasmus is quite good humered to day as he was yesterday and they have not abused at all,I hope you will help me in looking out and washing the fossils out of the plate closet, as soon as you can conveniently,I hope you received yesterdays letter—I remain,you know whatA PUg,January 2d1822", "metadata": {"letter_id": "DCP-LETT-1G", "sender_name": "Darwin, C. R.", "recipient_name": "Dear Friend", "sender_place": "None", "date_sent": "1822-01-02", "year": 1822, "abstract": "Erasmus Alvey Darwin is good tempered and their sisters have \"not abused at all\". Hopes the recipient will help \"in looking out and washing the fossils out of the plate closet\".", "chunk_index": 0, "total_chunks": 1, "source_file": "DCP-LETT-1G.xml", "sender_surname": "Darwin", "sender_forename": "C. R.", "recipient_surname": "", "recipient_forename": "Friend", "sender_address": "", "recipient_address": "", "source": "DAR 271/1/1", "corpus": "darwin", "tei_persons": "Darwin, C. R.; Dear Friend", "tei_places": "None", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 271/1/1", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-3#0", "text": "I am going to honour you again by writing, & first of all, I think it would be an improvement in the Lab:to have some more shelves fixed up. The places I have thought of are, 1st. a shelf to go over the windowI have drawn a picture of what I mean, & have put some bottles on the shelf to ornament it. It is to extend from wall to wall, so that the shelf of yelamp & also of yecork bottles must come down NB. the little shelf for yetest glasses may stay up, & if it is possible, let there be one over the door, so as to be a continuation of yeone over the fire place, & if that takes place, the little shelf on which the pounded marble &c is, must also come down, but the little ones above may stay up. Perhaps the shelf over the window had better not be more than a foot wide, otherwise I shall be knocking my head against it.— Get it done as soon as you conveniently can, & pay for it, & I will then have the remainder of yecowsent up to me, & I will spend it in chemical instruments.— I have ordered a small goniometer (an instrument to measure angles) so that we shall be able to seperate the different crystalls in your cab: I have not yet procured any of the minerals you mentioned. Hensleigh has promised me a bit of asphaltum which he obtained at Teignmouth. I dont think you have any, it is a kind of bitumen very light, will burn, & is of a snuff colour.—I have bought a book which will be very useful. there are directions for finding out the names of minerals &c. &c", "metadata": {"letter_id": "DCP-LETT-3", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1822-11-14", "year": 1822, "abstract": "EAD wants changes made and shelves built to improve the laboratory at the Mount [Darwin residence]; sends drawings and will bring chemical instruments, a book, and his record of experiments done in his chemistry course.He has now been matriculated.", "chunk_index": 0, "total_chunks": 3, "source_file": "DCP-LETT-3.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 3", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 3", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-3#1", "text": ". I dont think you have any, it is a kind of bitumen very light, will burn, & is of a snuff colour.—I have bought a book which will be very useful. there are directions for finding out the names of minerals &c. &c. & the rules are not very difficult.—I dare say I shall be able obtain some specimens of rocks for you, for Professor Sedgwicksaid that at the Gog Magog hills (about 4 miles distant) there were a vast number of specimens, which I shall certainly some day go & explore.— I am attending Professor Cumming’sLectures on Chemistry which are very entertaining. I have written all his experiments down as far as we have proceded, which we shall be able to try over again This is yeshape of yeLecture Roomaa the seatsc.c. 2 large tablesb. yeLecturerdddd, a long place like a blacksmith chimney, under wh: are furnaces &cG. a private room.—He has 3 men to assist him so that we get over a good deal of ground in an hour. he lectures every day, all this term. I think myvacation& yourholidayswill about fit, as my term divided, a few days ago i.e. half the term is over.—I have just been to chapel, in wh: respect we are better off than you, as we are only obliged to attend 7 times a week. Some evenings preceding Stsdays we go to Chapel in surplices, wh: look for all the world like sheets, & indeed one man of St Johns went, for a wager, into chapel dressed in a sheet, & sat before the master without being discovered", "metadata": {"letter_id": "DCP-LETT-3", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1822-11-14", "year": 1822, "abstract": "EAD wants changes made and shelves built to improve the laboratory at the Mount [Darwin residence]; sends drawings and will bring chemical instruments, a book, and his record of experiments done in his chemistry course.He has now been matriculated.", "chunk_index": 1, "total_chunks": 3, "source_file": "DCP-LETT-3.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 3", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 3", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-3#2", "text": ". Some evenings preceding Stsdays we go to Chapel in surplices, wh: look for all the world like sheets, & indeed one man of St Johns went, for a wager, into chapel dressed in a sheet, & sat before the master without being discovered. I was yesterday matriculated, in wh: you swear that you will not do this & that, wh: one does every day, you swear you wont wear a hat, wont ride, wont play at cricket &c before 12 o clock & half a hundred other things. They have affixed a notice, that if you submit yourself humbly after any offence they wont consider you guilty of perjury. I suppose you have heard of black Frank Lightonsbeing rusticated. When he came up his Tutor asked him, why he had not read the things he was desired; he answered “why to be frank with you, one gentleman should be frank to another, in the first part of the vacation I was at some very pleasant places and it was impossible quite impossible, you know to read; & in the last, what with shooting & hunting it was impossible”— “Then perhaps MrLeighton it wont be impossible for you to go down to the country” replied the Tutor, & so down he went. Give my love to Massie, Pearson, J Lawson,& all others. I remain your affectionate brother | E. Darwin. *S 2Thursday. 14th—", "metadata": {"letter_id": "DCP-LETT-3", "sender_name": "Darwin, E. A.", "recipient_name": "Darwin, C. R.", "sender_place": "[Cambridge]", "date_sent": "1822-11-14", "year": 1822, "abstract": "EAD wants changes made and shelves built to improve the laboratory at the Mount [Darwin residence]; sends drawings and will bring chemical instruments, a book, and his record of experiments done in his chemistry course.He has now been matriculated.", "chunk_index": 2, "total_chunks": 3, "source_file": "DCP-LETT-3.xml", "sender_surname": "Darwin", "sender_forename": "E. A.", "recipient_surname": "Darwin", "recipient_forename": "C. R.", "sender_address": "[Cambridge]", "recipient_address": "", "source": "DAR 204: 3", "corpus": "darwin", "tei_persons": "Darwin, E. A.; Darwin, C. R.", "tei_places": "[Cambridge]; [Cambridge]", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 204: 3", "tei_bibl_struct_count": 0}}
{"id": "DCP-LETT-1K#0", "text": "you must know that after my Georgraphy, shesaid I should go down to ask for Richardsponey, just as I was going, she said she must ask me not a very decent question, that was whether I wash all over every morning   no   then she said it was quite disgustin   then she asked me if I did every other morning, and I said no   then she said how often I did, and I said once a week, then she said of cour you wash your feet every day, and I said no, then she begun saying how very disgusting and went on that way a good while, then she said I ought to do it, I said I would wash my neck and shoulders, then she said you had better do it all over   then I said upon my word I would not, then she told me, and made me promise I would not tell, then I said, why I only wash my fett once a month at school, which I confess is nasty, but I cannot help it, for we have nothing to do it with,so then Caroline pretended to be quite sick, and left the room, so then I went and told erasmus,and he bust out in laughing and said I had better tell he to come and wash them her self, besides that she said she did not like sitting by me or Erasmus for we smelt of not washing all over, there we sat arguing away for a good while. I remain your affectionatelyJustice[burst]w[ith] a nose as big as your fistJanuary the 2, 1822The second letter today", "metadata": {"letter_id": "DCP-LETT-1K", "sender_name": "Darwin, C. R.", "recipient_name": "Dear Friend", "sender_place": "None", "date_sent": "1822-01-04", "year": 1822, "abstract": "Caroline disapproves of his not washing.", "chunk_index": 0, "total_chunks": 1, "source_file": "DCP-LETT-1K.xml", "sender_surname": "Darwin", "sender_forename": "C. R.", "recipient_surname": "", "recipient_forename": "Friend", "sender_address": "", "recipient_address": "", "source": "DAR 271/1/1", "corpus": "darwin", "tei_persons": "Darwin, C. R.; Dear Friend", "tei_places": "None", "tei_orgs": "None", "tei_taxa": "None", "tei_bibl": "DAR 271/1/1", "tei_bibl_struct_count": 0}}
